Repository: bigote/Tkabber-Wiki-Translation
Catalog: ru_en/tkabber-wiki-omegat.tmx
Source language: ru
Languages: en_us

source: [[en:Main Page]]
en_us: [[ru:Заглавная страница]]

source: Добро пожаловать на официальную страницу документации одного из самых продвинутых клиентов протокола [http://jabber.org Jabber (XMPP)] &mdash; [http://tkabber.jabber.ru Tkabber].
en_us: Welcome to the official documentation page of one of the advanced [http://jabber.org Jabber (XMPP)] client, [http://tkabber.jabber.ru Tkabber].

source: Давайте сразу договоримся, что в этом руководстве (по крайней мере в русской версии) писать название программы будем русскими буквами: в конце концов, это отечественный продукт, да и склонять по правилам русского языка проще ;)
en_us: Please note that in Russian and Ukrainian parts of this wiki we write Tkabber in Cyrillic, like this &mdash; Ткаббер. The reason is simple: Tkabber is a Russian program, so at least in Russian we can permit us do this ;) Besides, declensions make the discourse more smooth and fluent.

source: = Содержание =
en_us: = Contents =

source: Для быстрого тематического поиска.
en_us: Made for rapid search by topics.

source: Не забудьте, что полный список страниц можно посмотреть [[Служебная:allpages|тут.]]
en_us: Please don't forget that you can find a full list of pages [[Special:Allpages|here.]]

source: == [[Теория]] ==
en_us: == [[Theory]] ==

source: * [[Терминология]]
en_us: * [[Terminology]]

source: * [[Ткаббер - чемпион?|о Ткаббере]]
en_us: * [[Is Tkabber A Champion?|About Tkabber]]

source: * [[Config.tcl для начинающих]]
en_us: * [[Config.tcl For Beginners]]

source: * [[Начинающим]]
en_us: * [[For Beginners]]

source: * [[Настройка Ткаббера: азы и глубже]]
en_us: * [[Configuring Tkabber: Basic And More Advanced Steps]]

source: == [[Теория#Продвинутым пользователям|Статьи]] ==
en_us: == [[Theory#For Advanced Users|Articles]] ==

source: * [[Пересылка файлов: теория]]
en_us: * [[Sending Files: Theory]]

source: * [[Удалённое управление с помощью send]]
en_us: * [[Remote Control With "send"]]

source: * [[Шифрование в Ткаббере]]
en_us: * [[Encryption In Tkabber]]

source: * [[Ткаббер наизнанку]]
en_us: * [[Tkabber Inside Out]]

source: == [[Разработка]] ==
en_us: == [[Development]] ==

source: * [[Tkabber_starpack|Старпак своими руками]]
en_us: * [[Tkabber_starpack|Creating Tkabber Starpack]]

source: * [[Wish и русская раскладка в Windows]]
en_us: * [[Wish And Russian Layout In Windows]]

source: * [[Спамодавка списками приватности]]
en_us: * [[Suppressing Spam Using Privacy Lists]]

source: * [[Новый вид Tk в 8.5]]
en_us: * [[New Appearance Of Tk In 8.5]]

source: == [[Практика]] ==
en_us: == [[Practice]] ==

source: * [[Ткаббер ЧаВо]]
en_us: * [[Tkabber FAQ]]

source: * [[Смайлики и аватары]]
en_us: * [[Smilies And Avatars]]

source: * [[Цветовые темы и пиктограммы]]
en_us: * [[Color Schemes And Icons]]

source: * [[Проблемы со звуком]]
en_us: * [[Troubles With Sound]]

source: * [[Звуковые схемы]]
en_us: * [[Sound Schemes]]

source: * [[Нетривиальные настройки]]
en_us: * [[Non-trivial Settings]]

source: == Запчасти ==
en_us: == Repair Parts ==

source: * [[Плагины]]
en_us: * [[Plugins]]

source: * [[Патчи]]
en_us: * [[Patches]]

source: == Обсуждения ==
en_us: == Discussions ==

source: * [[Планы на будущее]]
en_us: * [[Roadmap]]

source: * [[Плагины/AntiSPIM]]
en_us: * [[Plugins/AntiSPIM]]

source: * [[Чебуратор]]
en_us: * [[Configurator]]

source: == Cлужебные ==
en_us: == Special Pages ==

source: [[Служебная:Statistics|Статистика]] :: [[Служебная:Listusers|Участники]] :: [[Служебная:Wantedpages|Требуется]]
en_us: [[Special:Statistics|Statistics]] :: [[Special:Wantedpages|Wantedpages]]

source: = Краткое описание некоторых статей =
en_us: = A Short Description Of Some Articles =

source: * В статье '''[[Ткаббер - чемпион?|"О Ткаббере"]]''' мы пытаемся рассказать потенциальному пользователю об основных плюсах и минусах (да-да, они тоже есть ;)) этого клиента.
en_us: * In the article '''[[Is Tkabber A Champion?|"About Tkabber"]]''' we are trying to tell to a potential user about main positive and negative (yes, there are some!) sides of this client.

source: * В разделе '''[[Теория|"Теория"]]''' вашему вниманию предложен ряд статей разного уровня сложности, посвящённых различным аспектам работы с Ткаббером, начиная с "Быстрого старта" и заканчивая попытками простым языком рассказать о довольно-таки сложных вещах.
en_us: * In the section '''[[Theory|"Theory"]]''' you are offered several articles of different levels of complexity dedicated to different aspects of working with Tkabber, from "Quick start" to attempts to explain quite sophisticated problems in simple words.

source: Очень рекомендуется потихоньку ознакомиться со всеми статьями этого раздела.
en_us: We encourage you to read all of these articles little by little.

source: * В разделе '''[[Практика|"Практика"]]''' вы найдёте полезные советы по "укрощению" Ткаббера, а также описания различных патчей и плагинов, расширяющих его функциональность.
en_us: * The section '''[[Practice|"Practice"]]''' can be useful, as it's full of good advices about Tkabber "taming". There you can find also descriptions of some patches and plugins which extend its functionality.

source: В общем, это для тех, кто любит ручной труд.
en_us: It's for those who like hand labour.

source: * '''[[Ткаббер ЧаВо|"Ткаббер ЧаВо"]]''' &mdash; '''Ча'''сто задаваемые '''Во'''просы по Ткабберу (или F.A.Q., если так будет привычнее).
en_us: * '''[[Tkabber FAQ|"Tkabber FAQ"]]''' doesn't need to be explained much.

source: Здесь потихоньку собираются решения самых распространённых проблем.
en_us: It will help you to find solutions for many common problems.

source: Ещё несколько ссылок на крупные разделы вики:
en_us: Some more links to big wiki sections:

source: * '''[[Терминология|"Терминология"]]''' &mdash; небольшой глоссарий, цель которого &mdash; облегчить новичкам понимание некоторых терминов из сфер, сопряжённых с IM, Jabber, Tcl/Tk, программированием.
en_us: * '''[[Terminology|"Terminology"]]''' &mdash; a small glossary that could help to beginners in understanding some terms about IM, Jabber, Tcl/Tk, and programming.

source: * '''[[Плагины|"Плагины"]]''' &mdash; раздел, посвящённый официальным и неофициальным (самописным) плагинам к Ткабберу.
en_us: * '''[[Plugins|"Plugins"]]''' is a section dedicated to official and unofficial (written by some users) plugins for Tkabber.

source: * '''[[Патчи|"Патчи"]]''' &mdash; тут речь идёт о правках кода Ткаббера, позволяющих расширить его функциональность.
en_us: * '''[[Patches|"Patches"]]''' &mdash; here we speak about rewriting of some Tkabber code that could expand its functionality.

source: * '''[[Pages|"Pages"]]''' &mdash; этакий реестр статей этой вики (неполный).
en_us: * '''[[Pages|"Pages"]]''' is a kind of incomplete registry of this wiki articles.

source: Создана для того, чтобы можно было давать ссылки на статьи в конференциях и других местах, где не поддерживаются тэги HTML.
en_us: It was created mainly for more comfortable copy-pasting of links to Russian pages to places where there is no support for HTML tags (for example, Jabber conferences).

source: Например, вместо того, чтобы давать ссылку вида <nowiki>http://ru.tkabber.jabe.ru/index.php/%D0%9F%D0%BB%D0%B0%D0%B3%D0%B8%D0%BD%D1%8B</nowiki> (далеко не самый жуткий вариант) можно добавить линк на неё на странице pages и дать уже эту ссылку: '''<nowiki>http://tkabber.jabe.ru/index.php/pages#plugins</nowiki>'''.
en_us: For instance, instead of giving a link like this: <nowiki>http://ru.tkabber.jabe.ru/index.php/%D0%9F%D0%BB%D0%B0%D0%B3%D0%B8%D0%BD%D1%8B</nowiki> (not the most ugly of them) it's better to add a link to it to "Pages" page and then copy-paste this link: '''<nowiki>http://tkabber.jabe.ru/index.php/pages#plugins</nowiki>'''.

source: Лишний клик окупается более внятным и коротким написанием.
en_us: Although one has to do one more click, links look much better this way.

source: = О вики =
en_us: = About Wiki =

source: По вопросам организации этой вики обращайтесь к [[Участник:bigote]] (русский, английский, испанский, каталанский), [[Участник:kostix]] (русский, английский) или [[Участник:lknight]] (русский, английский) &mdash; нас можно найти также на вышеупомянутой конференции <tt>xmpp:tkabber@conference.jabber.ru</tt>.
en_us: Should you have any questions about the wiki's organization please contact [[User:Bigote]] (Russian,English, Spanish, Catalan), [[User:Kostix]] (Russian,English). You also can find us in the conference <tt>xmpp:tkabber@conference.jabber.ru</tt>.

source: Работа над вики доступна для всех &mdash; регистрация свободна.
en_us: Any registered user can edit wiki pages. Registration is free.

source: Проект многоязычный, в настоящий момент существует четыре языковые версии: русский, английский, испанский и украинский.
en_us: This project is multi-language; at the present moment there are four versions: Russian, English, Spanish and Ukrainian.

source: При работе над переводом вам поможет наша '''[[Tkabber Wiki:Справка|Справка]].'''
en_us: While translating you could find useful our '''[[Help:Contents|Help page]].'''

source: Если вы настроены серьёзно в плане помочь этой вики и Ткабберу мозгами и руками, просьба ознакомиться с нашими '''[[планы на будущее|планами на будущее]]''', чтобы не изобретать велосипед.
en_us: If you are vigorous about helping this wiki and Tkabber itself with your hands and brain please read first our '''[[Roadmap|plans for the future]]''', so that not to reinvent the wheel.

source: Если у вас есть свои идеи по части новшеств, которые вы хотите воплотить, просьба добавлять их на той странице, чтобы они были видны остальным участникам проекта.
en_us: If you have new ideas about features you would like to implement, please leave them on that page so that other project members could learn them.

source: Если у вас нету опыта работы с вики, на странице '''[[Tkabber Wiki:Справка|Справки]]''' есть очень полезные ссылки на тему оформления тегов, ссылок и прочего.
en_us: If you don't have experience in working with wiki please refer to the '''[[Help:Contents|Help page]]''' where you can find a lot of useful advices regarding tags, links and other things.

source: В последнее время нас спрашивают, who is who в конференции и на вики.
en_us: From time to time we are asked "who is who" in the conference and here, on the wiki.

source: Старожил конференции и один из основателей вики [[Участник:bigote|Bigote]] готов рассказать вам [[История вики|историю их создания]], если вы не пожалеете для старика пинты пива &mdash; промочить глотку ;-D
en_us: Old-timer and one of wiki creators [[User:Bigote|Bigote]] is "semper paratus" to tell you [[Wiki's History|a history of their creation]] (if you don't mind to buy him a pint of beer to wet hist whistle ;-D

source: [[en:Tkabber FAQ]]
en_us: [[ru:Ткаббер ЧаВо]]

source: Предпоследний релиз Ткаббера &mdash; [http://tkabber.jabber.ru/tkabber-0.10.0 0.10.0] автоматически инвалидировал некоторые освещённые здесь проблемы; поскольку "предыдущий стабильный" релиз 0.9.9 продолжает иметь широкое хождение, вопросы, посвящённые ему, перенесены в [[0.9.x/ЧаВо|отдельный ЧаВо]].
en_us: The last but one release of Tkabber &mdash; [http://tkabber.jabber.ru/tkabber-0.10.0 0.10.0] automatically resolved some of the problems that were explained here; however, some people still use the previous release 0.9.9 so the questions related to this version were moved to [[0.9.x/FAQ|a separated FAQ]].

source: Если проблема, которая у вас возникла, здесь не освещена, заходите на <tt>xmpp:tkabber@conference.jabber.ru?join</tt> &mdash; подумаем вместе, и если решим &mdash; ответ появится либо здесь, либо в одной из статей этой вики.
en_us: If an issue you have encountered is not explained here feel free to visit <tt>xmpp:tkabber@conference.jabber.ru?join</tt> to discuss it, and if we manage to find a solution it will be published either here or in one of the articles.

source: Недавние глюки с некоторыми сильно разросшимися страницами (и в первую очередь с ЧаВо) подтолкнули нас к давно обдуманному шагу: разделить ЧаВо на несколько разных страниц.
en_us: Since this page (and some other pages) were growing too much, one day it gave big problems to the server, so we decided to divide this FAQ into several pages.

source: = Внешний вид и звук =
en_us: = Appearance And Sound =

source: [[Ткаббер ЧаВо/Внешний вид и звук]]
en_us: [[Tkabber FAQ/Appearance And Sound]]

source: == Почему Ткаббер такой страшный?
en_us: == Why Is Tkabber So Ugly?

source: [[Ткаббер ЧаВо/Внешний вид и звук#Почему Ткаббер такой страшный?|Перейти к ответу]].
en_us: [[Tkabber FAQ/Appearance And Sound#Why Is Tkabber So Ugly?|Go to the answer]].

source: == Шрифты ==
en_us: == Fonts ==

source: [[Ткаббер ЧаВо/Внешний вид и звук#Шрифты|Перейти к ответу]].
en_us: [[Tkabber FAQ/Appearance And Sound#Fonts|Go to the answer]].

source: == Смайлики: 1) вызов из меню; 2) не подключаются; 3) не хочу их; 4) анимированные ==
en_us: == Smilies: 1) Calling From A Menu; 2) Can't Enable Them; 3) Don't Want Any; 4) Animated ==

source: [[Ткаббер ЧаВо/Внешний вид и звук#Смайлики: 1) вызов из меню; 2) не подключаются; 3) не хочу их; 4) анимированные|Перейти к ответу]].
en_us: [[Tkabber FAQ/Appearance And Sound#Smilies: 1) Calling From A Menu; 2) Can't Enable Them; 3) Don't Want Any; 4) Animated|Go to the answer]]

source: == Не видны иконки/фото/и т.д.
en_us: == I Can't See Icons/Photos/etc.

source: в JPEG/PNG ==
en_us: In JPEG/PNG Format ==

source: [[Ткаббер ЧаВо/Внешний вид и звук#Не видны иконки/фото/и т.д.
en_us: [[Tkabber FAQ/Appearance And Sound#I Can't See Icons/Photos/etc.

source: в JPEG/PNG|Перейти к ответу]].
en_us: In JPEG/PNG Format|Go to the answer]].

source: == Цветовые схемы ==
en_us: == Color Schemes ==

source: [[Ткаббер ЧаВо/Внешний вид и звук#Цветовые схемы|Перейти к ответу]].
en_us: [[Tkabber FAQ/Appearance And Sound#Color Schemes|Go to the answer]].

source: == Цвета сообщений "асечников" ==
en_us: == Colors Of ICQ User Messages ==

source: [[Ткаббер ЧаВо/Внешний вид и звук#Цвета сообщений "асечников"|Перейти к ответу]].
en_us: [[Tkabber FAQ/Appearance And Sound#Colors Of ICQ User Messages|Go to the answer]].

source: == Поддерживает ли Ткаббер аватары?
en_us: == Does Tkabber Support Avatars?

source: [[Ткаббер ЧаВо/Внешний вид и звук#Поддерживает ли Ткаббер аватары?|Перейти к ответу]].
en_us: [[Tkabber FAQ/Appearance And Sound#Does Tkabber Support Avatars?|Go to the answer]].

source: == Регулировка громкости звука ==
en_us: == Sound Volume Adjusting ==

source: [[Ткаббер ЧаВо/Внешний вид и звук#Регулировка громкости звука|Перейти к ответу]].
en_us: [[Tkabber FAQ/Appearance And Sound#Sound Volume Adjusting|Go to the answer]].

source: == В старпаке/старките нет звука/поддержки JPEG,PNG ==
en_us: == A Starpack/Starkit Doesn't Have Sound/Support Of JPEG, PNG ==

source: Решение [[Ткаббер ЧаВо/Глюки#В старпаке/старките нет звука/поддержки JPEG,PNG/сжатия|описано в другом ЧаВо]].
en_us: The solution [[Tkabber FAQ/Glitches#A Starpack/Starkit Doesn't Have Sound/Support Of JPEG, PNG/Compression|is given in another FAQ]].

source: = Глюки, возникающие в процессе работы =
en_us: = Problems Arising During Work =

source: В этом разделе вы найдёте решения проблем, связанных с нестандартным поведением Ткаббера в стандартных ситуациях.
en_us: Here you can find solutions of some problems related to non-standard behavior of Tkabber in standard situations.

source: [[Ткаббер ЧаВо/Глюки]]
en_us: [[Tkabber FAQ/Glitches]]

source: == Общие вопросы ==
en_us: == Common Questions ==

source: === Ткаббер и Ufanet ===
en_us: === Tkabber And Ufanet ===

source: [[Ткаббер ЧаВо/Глюки#Ткаббер и Ufanet|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Tkabber And Ufanet|Go to the answer]].

source: === Долгая загрузка Ткаббера ===
en_us: === Long Loading Of Tkabber ===

source: [[Ткаббер ЧаВо/Глюки#Долгая загрузка Ткаббера|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Long Loading Of Tkabber|Go to the answer]].

source: === Ткаббер "виснет" при попытке логина на сервер ===
en_us: === Tkabber "Hangs" While Trying To Login To A Server ===

source: [[Ткаббер ЧаВо/Глюки#Ткаббер "виснет" при попытке логина на сервер|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Tkabber "Hangs" While Trying To Login To A Server|Go to the answer]].

source: === Пересылка файлов ===
en_us: === Sending Files ===

source: [[Ткаббер ЧаВо/Глюки#Пересылка файлов|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Sending Files|Go to the answer]].

source: === Ткаббер постоянно держит меня в состоянии "отошёл" ("away") ===
en_us: === Tkabber Always Keeps Me "Away" ===

source: [[Ткаббер ЧаВо/Глюки#Ткаббер постоянно держит меня в состоянии "отошёл" ("away")|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Tkabber Always Keeps Me "Away"|Go to the answer]].

source: === Не могу приконнектиться к серверу через прокси ===
en_us: === I Can't Connect To A Server Via Proxy ===

source: [[Ткаббер ЧаВо/Глюки#Не могу приконнектиться к серверу через прокси|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#I Can't Connect To A Server Via Proxy|Go to the answer]].

source: === Keep alive в Ткаббере &mdash; возможно ли?
en_us: === Is "Keep Alive" Possible In Tkabber?

source: [[Ткаббер ЧаВо/Глюки#Keep alive в Ткаббере &mdash; возможно ли?|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Is "Keep Alive" Possible In Tkabber?|Go to the answer]].

source: === Что с грифельной доской?
en_us: === What's Up With The Whiteboard?

source: [[Ткаббер ЧаВо/Глюки#Что с грифельной доской?|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#What's Up With The Whiteboard?|Go to the answer]].

source: === Ткаббер в упор не видит SSL-сертификат для коннекта к серверу ===
en_us: === Tkabber Can't See A SSL-Certificate Of My Jabber Server ===

source: [[Ткаббер ЧаВо/Глюки#Ткаббер в упор не видит SSL-сертификат для коннекта к серверу|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Tkabber Can't See A SSL-Certificate Of My Jabber Server|Go to the answer]].

source: === Не могу отредактировать закладку конференции в ростере ===
en_us: === I Can't Edit Conference Bookmarks In Roster ===

source: [[Ткаббер ЧаВо/Глюки#Не могу отредактировать закладку конференции в ростере|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#I Can't Edit Conference Bookmarks In Roster|Go to the answer]].

source: === Ткаббер и iChat ===
en_us: === Tkabber And iChat ===

source: [[Ткаббер ЧаВо/Глюки#Ткаббер и iChat|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Tkabber And iChat|Go to the answer]].

source: == Вопросы, связанные с Линукс ==
en_us: == Questions Related To Linux ==

source: === Шифрование в Ткаббере: проблемы с '''gpgme/tclgpgme''' ===
en_us: === Encryption In Tkabber: Problems With gpgme/tclgpgme ===

source: [[Ткаббер ЧаВо/Глюки#Шифрование в Ткаббере: проблемы с gpgme/tclgpgme|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Encryption In Tkabber: Problems With gpgme/tclgpgme|Go to the answer]].

source: ==== Не могу скомпилировать tclgpgme ====
en_us: ==== I Can't Compile tclgpgme ====

source: [[Ткаббер ЧаВо/Глюки#Не могу скомпилировать tclgpgme|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#I Can't Compile tclgpgme|Go to the answer]].

source: ==== Ткаббер валится при вводе gpg-пароля ====
en_us: ==== Tkabber Crashes When I Enter A gpg Passphrase ====

source: [[Ткаббер ЧаВо/Глюки#Ткаббер валится при вводе gpg-пароля|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Tkabber Crashes When I Enter A gpg Passphrase|Go to the answer]].

source: === В Ubuntu не вводятся русские буквы в Ткаббере, chto delat?
en_us: === I Can't Write In Cyrillic In Tkabber Under Ubuntu

source: [[Ткаббер ЧаВо/Глюки#В Ubuntu не вводятся русские буквы в Ткаббере, chto delat?|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#I Can't Write In Cyrillic In Tkabber Under Ubuntu|Go to the answer]].

source: === Ткаббер под X Window падает при попытке показать "странные" символы ===
en_us: === Tkabber Crashes When Trying To Display "Strange" Characters Under X Window ===

source: [[Ткаббер ЧаВо/Глюки#Ткаббер под X Window падает при попытке показать "странные" символы|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Tkabber Crashes When Trying To Display "Strange" Characters Under X Window|Go to the answer]].

source: === Не работает вставка по Control-v под X Window ===
en_us: === Inserting By Control-v Under X Window Doesn't Work ===

source: [[Ткаббер ЧаВо/Глюки#Не работает вставка по Control-v под X Window|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Inserting By Control-v Under X Window Doesn't Work|Go to the answer]].

source: === В Gentoo не работает сворачивание в трей ===
en_us: === Minimizing To The Systray Doesn't Work In Gentoo ===

source: [[Ткаббер ЧаВо/Глюки#В Gentoo не работает сворачивание в трей|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Minimizing To The Systray Doesn't Work In Gentoo|Go to the answer]].

source: === Fedora 8 и Tcl/Tk 8.5 ===
en_us: === Fedora 8 And Tcl/Tk 8.5 ===

source: [[Ткаббер ЧаВо/Глюки#Fedora 8 и Tcl/Tk 8.5|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Fedora 8 And Tcl/Tk 8.5|Go to the answer]].

source: === Обновил тикль до 8.5, но Ткаббер по-прежнему запускается с 8.4 ===
en_us: === I Updated Tcl/Tk To 8.5 But Tkabber Still Starts With 8.4 ===

source: [[Ткаббер ЧаВо/Глюки#Обновил тикль до 8.5, но Ткаббер по-прежнему запускается с 8.4|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#I Updated Tcl/Tk To 8.5 But Tkabber Still Starts With 8.4|Go to the answer]].

source: === Проигрывание звука в Linux ===
en_us: === Playing Sound Under Linux ===

source: [[Ткаббер ЧаВо/Внешний вид и звук#Проигрывание звука в Linux| Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Playing Sound Under Linux|Go to the answer]].

source: == Вопросы, связанные с Виндовс ==
en_us: == Questions Related To Windows ==

source: === В старпаке/старките нет звука/поддержки JPEG,PNG/сжатия ===
en_us: === A Starpack/Starkit Doesn't Have Sound/Support Of JPEG, PNG/Compression ===

source: [[Ткаббер ЧаВо/Глюки#В старпаке/старките нет звука/поддержки JPEG,PNG/сжатия|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#A Starpack/Starkit Doesn't Have Sound/Support Of JPEG, PNG/Compression|Go to the answer]].

source: === Не работает браузер под виндами ===
en_us: === Opening Links In Browser Under Windows Doesn't Work ===

source: [[Ткаббер ЧаВо/Глюки#Не работает браузер под виндами|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Opening Links In Browser Under Windows Doesn't Work|Go to the answer]].

source: === При клике на URL'е в Ткаббере запускается две Оперы и открывают страницу два раза ===
en_us: === When Clicking On A Link In Tkabber Two Operas Run And Open The Page Two Times ===

source: [[Ткаббер ЧаВо/Глюки#При клике на URL'е в Ткаббере запускается две Оперы и открывают страницу два раза|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#When Clicking On A Link In Tkabber Two Operas Run And Open The Page Two Times|Go to the answer]].

source: === Странное поведение прокрутки содержимого окна чата колесом мыши ===
en_us: === Strange Behaviour Of Chat Window When Using Mouse Wheel ===

source: [[Ткаббер ЧаВо/Глюки#Странное поведение прокрутки содержимого окна чата колесом мыши|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#Strange Behaviour Of Chat Window When Using Mouse Wheel|Go to the answer]].

source: === Ошибка: wrong # args: should be "zlib option data ?...?", что делать?
en_us: === I Got This Error: wrong # args: should be "zlib option data ?...?". What Do I Do?

source: [[Ткаббер ЧаВо/Глюки#Ошибка: wrong # args: should be "zlib option data ?...?", что делать?|Перейти к ответу]].
en_us: [[Tkabber FAQ/Glitches#I Got This Error: wrong # args: should be "zlib option data ?...?". What Do I Do?|Go to the answer]].
